cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
cask "osxfuse"
brew "ack"
brew "allure"
brew "libpng"
brew "freetype"
brew "gdbm"
brew "openssl@1.1"
brew "pcre"
brew "sqlite"
brew "python"
brew "coreutils"
brew "doxygen"
brew "fdk-aac"
brew "libunistring"
brew "libidn2"
brew "icu4c"
brew "libtiff"
brew "libvorbis"
brew "libvpx"
brew "opus"
brew "sdl2"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "grep"
brew "gzip"
brew "hub"
brew "ideviceinstaller"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "libav"
brew "libuv"
brew "mas"
brew "msgpack"
brew "python@2"
brew "ntfs-3g"
brew "openssh"
brew "p7zip"
brew "rsync"
brew "shellcheck"
brew "speedtest-cli"
brew "tmux"
brew "tree"
brew "unrar"
brew "utf8proc"
brew "vim", args: ["--with-override-system-vi"]
brew "wget"
brew "xerces-c"
brew "youtube-dl"
brew "zorba"
brew "zsh"
brew "node"
cask "android-file-transfer"
cask "appcleaner"
cask "calibre"
cask "chromedriver"
cask "cmake"
cask "diffmerge"
cask "discord"
cask "docker"
cask "filezilla"
cask "firefox"
cask "flux"
cask "font-firacode-nerd-font"
cask "font-source-code-pro"
cask "fontbase"
cask "freemind"
cask "freeplane"
cask "google-chrome"
cask "insomnia"
cask "itau"
cask "iterm2"
cask "java"
cask "kindle"
cask "mongodb-compass"
cask "pomello"
cask "postman"
cask "selfcontrol"
cask "skype"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "tomighty"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "microsoft-teams"
